Repository: BenjaminBeck/hairu
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Username
de: Nutzername

source: Password
de: Passwort

# passwordRepeat
source: Repeat password
de: Passwort wiederholen

# action.login
source: Log in
de: Anmelden

# action.backToLogin
source: Back to login
de: Zurück zur Anmeldung

# action.logout
source: Log out
de: Abmelden

# action.resetPassword
source: Reset password
de: Passwort zurücksetzen

# action.setPassword
source: Set new password
de: Neues Passwort speichern

# login.failed
source: <b>Login failure</b><br> Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
de: <b>Anmeldung fehlgeschlagen</b><br> Höchstwahrscheinlich wurden Nutzername oder Passwort falsch eingegeben. Bitte vergewissere dich, dass diese Angaben korrekt sind, inklusive Groß- und Kleinshreibung. Außerdem könnten Cookies in deinem Browser deaktiviert sein.

# login.successful
source: You are now logged in as <b>%s</b>.
de: Du bist nun angemeldet als <b>%s</b>.

# login.status
source: Currently logged in as:
de: Angemeldet als:

# logout.successful
source: You just logged out from your session on this website.
de: Deine Anmeldung auf unserer Website wurde beendet.

# resetPassword.start
source: Please enter the username of your account, a mail for resetting your password will be sent immediately to your email address.
de: Bitte gibt den Nutzernamen deines Kontos ein, eine E-Mail zum Zurücksetzen deines Passworts wird dann unverzüglich an deine E-Mail-Adresse geschickt.

# resetPassword.errors
source: There where some errors with your input:
de: Bei der Verarbeitung der Eingaben sind Fehler aufgetreten:

# resetPassword.failed.sending
source: The password reset mail could not be sent to <b>%s</b>, please try again later.
de: Die Passwort-Zurücksetzen-Mail konnte nicht an <b>%s</b> geschickt werden, bitte versuche es später erneut.

# resetPassword.failed.invalid
source: Invalid password reset request, please try again. Make sure you follow the steps from the password reset mail or start the reset process again.
de: Ungültige Passwort-Zurücksetzen-Anfrage, bitte versuche es erneut. Vergewissere dich, dass du den Schritten der Passwort-Zurücksetzen-Mail folgst oder starte den Zurücksetzen-Prozess erneut.

# resetPassword.failed.expired
source: Your password reset request has expired, please start the reset process again.
de: Die Passwort-Zurücksetzen-Anfrage ist abgelaufen, bitte starte den Zurücksetzen-Prozess erneut.

# resetPassword.started
source: A mail has been sent to <b>%s</b>, please check the inbox of your mail account to complete the password reset process.
de: Eine E-Mail wurde an <b>%s</b> verschickt, bitte prüfe den Posteingang deines E-Mail-Kontos um dein Passwort zurückzusetzen.

# resetPassword.completed
source: You have successfully changed your password and may login now with your new password.
de: Dein Passwort wurde erfolgreich geändert, du kannst dich nun mit deinem neuen Passwort anmelden.

# resetPassword.completed.login
source: You have successfully changed your password and have been logged in automatically.
de: Dein Passwort wurde erfolgreich geändert und du wurdest automatisch angemeldet.

# validator.validFrontendUser.invalid
source: There is no user "%s".
de: Der Nutzer "%s" existiert nicht.

# validator.equal.invalid
source: The given values are not equal.
de: Die angebenen Werte sind nicht gleich.

# validator.equal.negate.invalid
source: The given values are equal.
de: Die angebenen Werte sind gleich.
